Repository: IvanHozeev/Calories
Catalog: CaloriesWidget/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, he, pt

source: Б
ar: ب
de: E
en: P
es: P
fr: P
he: ח
pt: P

source: Белки, жиры, углеводы
ar: البروتين والدهون والكربوهيدرات
de: Eiweiß, Fett, Kohlenhydrate
en: Protein, fat, carbs
es: Proteínas, grasas, carbohidratos
fr: Protéines, lipides, glucides
he: חלבון, שומן, פחמימות
pt: Proteínas, gorduras, carboidratos

source: Быстрое добавление
ar: إضافة سريعة
de: Schnell hinzufügen
en: Quick add
es: Añadir rápido
fr: Ajout rapide
he: הוספה מהירה
pt: Adição rápida

source: Дистанция
ar: المسافة
de: Distanz
en: Distance
es: Distancia
fr: Distance
he: מרחק
pt: Distância

source: Добавить еду
ar: إضافة طعام
de: Essen hinzufügen
en: Add food
es: Añadir comida
fr: Ajouter un aliment
he: להוסיף אוכל
pt: Adicionar comida

source: Ж
ar: د
de: F
en: F
es: G
fr: L
he: ש
pt: G

source: Калории
ar: السعرات الحرارية
de: Kalorien
en: Calories
es: Calorías
fr: Calories
he: קלוריות
pt: Calorias

source: Количество шагов за день.
ar: عدد الخطوات اليوم.
de: Heute gegangene Schritte.
en: Steps taken today.
es: Pasos dados hoy.
fr: Pas effectués aujourd'hui.
he: מספר הצעדים היום.
pt: Passos dados hoje.

source: Макросы за день и насколько закрыты нормы.
ar: مغذيات اليوم الكبرى ومدى تحقّق الأهداف.
de: Die Makros des Tages und wie weit die Ziele erreicht sind.
en: The day's macros and how far the targets are met.
es: Los macros del día y cuánto se cubren las metas.
fr: Les macros du jour et l'avancement des objectifs.
he: המאקרו של היום וכמה מהיעדים הושלמו.
pt: Os macros do dia e o quanto as metas estão cobertas.

source: Один жест до еды, камеры, сканера или замеров. Что именно — выбирается в правке Пункта управления.
ar: لمسة واحدة إلى الطعام أو الكاميرا أو الماسح أو القياسات. وأيّها يُختار أثناء تحرير مركز التحكم.
de: Eine Geste bis zum Essen, zur Kamera, zum Scanner oder zu den Maßen. Welche davon, wird beim Bearbeiten des Kontrollzentrums gewählt.
en: One gesture to food, the camera, the scanner or measurements. Which one is chosen while editing Control Centre.
es: Un gesto hasta la comida, la cámara, el escáner o las medidas. Cuál se elige al editar el Centro de control.
fr: Un geste jusqu'à la nourriture, l'appareil photo, le scanner ou les mesures. Lequel se choisit en modifiant le centre de contrôle.
he: מחווה אחת עד לאוכל, למצלמה, לסורק או למדידות. מה בדיוק — נבחר בעריכת מרכז הבקרה.
pt: Um gesto até a comida, a câmera, o scanner ou as medidas. Qual delas se escolhe ao editar a Central de Controle.

source: Остаток
ar: المتبقي
de: Verbleibend
en: Remaining
es: Restante
fr: Restant
he: נותר
pt: Restante

source: Открывает ввод замеров в Calories.
ar: يفتح إدخال القياسات في Calories.
de: Öffnet die Maßeingabe in Calories.
en: Opens the measurement entry in Calories.
es: Abre la entrada de medidas en Calories.
fr: Ouvre la saisie des mesures dans Calories.
he: פותח את הזנת המדידות ב-Calories.
pt: Abre a entrada de medidas no Calories.

source: Открывает ввод замеров.
ar: يفتح إدخال القياسات.
de: Öffnet die Maßeingabe.
en: Opens the measurement entry.
es: Abre la entrada de medidas.
fr: Ouvre la saisie des mesures.
he: פותח את הזנת המדידות.
pt: Abre a entrada de medidas.

source: Открывает выбранный экран добавления.
ar: يفتح شاشة الإضافة المختارة.
de: Öffnet den gewählten Hinzufügen-Bildschirm.
en: Opens the chosen add screen.
es: Abre la pantalla de añadir elegida.
fr: Ouvre l'écran d'ajout choisi.
he: פותח את מסך ההוספה שנבחר.
pt: Abre a tela de adição escolhida.

source: Открывает добавление приёма пищи в Calories.
ar: يفتح إضافة وجبة في Calories.
de: Öffnet das Hinzufügen einer Mahlzeit in Calories.
en: Opens adding a meal in Calories.
es: Abre añadir una comida en Calories.
fr: Ouvre l'ajout d'un repas dans Calories.
he: פותח הוספת ארוחה ב־Calories.
pt: Abre adicionar refeição no Calories.

source: Открывает камеру в Calories.
ar: يفتح الكاميرا في Calories.
de: Öffnet die Kamera in Calories.
en: Opens the camera in Calories.
es: Abre la cámara en Calories.
fr: Ouvre l'appareil photo dans Calories.
he: פותח את המצלמה ב־Calories.
pt: Abre a câmera no Calories.

source: Открывает камеру, чтобы разобрать блюдо по фотографии.
ar: يفتح الكاميرا لتحليل الطبق من صورة.
de: Öffnet die Kamera, um ein Gericht anhand eines Fotos aufzuschlüsseln.
en: Opens the camera to break a meal down from a photo.
es: Abre la cámara para desglosar un plato a partir de una foto.
fr: Ouvre l'appareil photo pour décomposer un plat à partir d'une photo.
he: פותח את המצלמה כדי לפרק מנה מתוך תמונה.
pt: Abre a câmera para analisar um prato a partir de uma foto.

source: Открывает сканер штрихкода в Calories.
ar: يفتح ماسح الباركود في Calories.
de: Öffnet den Barcode-Scanner in Calories.
en: Opens the barcode scanner in Calories.
es: Abre el escáner de códigos de barras en Calories.
fr: Ouvre le scanner de code-barres dans Calories.
he: פותח את סורק הברקוד ב־Calories.
pt: Abre o leitor de código de barras no Calories.

source: Открывает сканер штрихкода.
ar: يفتح ماسح الباركود.
de: Öffnet den Barcode-Scanner.
en: Opens the barcode scanner.
es: Abre el escáner de códigos de barras.
fr: Ouvre le scanner de code-barres.
he: פותח את סורק הברקוד.
pt: Abre o leitor de código de barras.

source: Открывает экран добавления приёма пищи.
ar: يفتح شاشة إضافة وجبة.
de: Öffnet den Bildschirm zum Hinzufügen einer Mahlzeit.
en: Opens the add-a-meal screen.
es: Abre la pantalla para añadir una comida.
fr: Ouvre l'écran d'ajout d'un repas.
he: פותח את מסך הוספת הארוחה.
pt: Abre a tela de adicionar refeição.

source: Прогресс по калориям за день.
ar: تقدّم السعرات لليوم.
de: Kalorienfortschritt des Tages.
en: Calorie progress for the day.
es: Progreso de calorías del día.
fr: Progression des calories du jour.
he: התקדמות הקלוריות ליום.
pt: Progresso de calorias do dia.

source: Пройдено
ar: المقطوع
de: Zurückgelegt
en: Walked
es: Recorrido
fr: Parcouru
he: הושלמו
pt: Percorrido

source: Сканировать штрихкод
ar: مسح الباركود
de: Barcode scannen
en: Scan barcode
es: Escanear código
fr: Scanner un code-barres
he: סריקת ברקוד
pt: Escanear código de barras

source: Снять еду
ar: تصوير الطعام
de: Essen fotografieren
en: Photograph food
es: Fotografiar comida
fr: Photographier un plat
he: לצלם אוכל
pt: Fotografar comida

source: Снять замеры
ar: خذ القياسات
de: Messungen nehmen
en: Take measurements
es: Tomar medidas
fr: Prendre les mesures
he: בצע מדידות
pt: Fazer medidas

source: Съедено
ar: المُستهلك
de: Gegessen
en: Eaten
es: Consumido
fr: Consommé
he: נאכל
pt: Consumido

source: У
ar: ك
de: K
en: C
es: C
fr: G
he: פ
pt: C

source: Цель
ar: الهدف
de: Ziel
en: Goal
es: Meta
fr: Objectif
he: יעד
pt: Meta

source: Что открывать
ar: ما الذي يفتحه
de: Was es öffnet
en: What it opens
es: Qué abre
fr: Ce qu'il ouvre
he: מה זה פותח
pt: O que abre

source: Что открывать нажатием на контрол.
ar: ما يفتحه الضغط على عنصر التحكم.
de: Was ein Druck auf das Control öffnet.
en: What pressing the control opens.
es: Qué abre al pulsar el control.
fr: Ce qu'ouvre l'appui sur le contrôle.
he: מה נפתח בלחיצה על הפקד.
pt: O que abre ao pressionar o controle.

source: Шаги
ar: الخطوات
de: Schritte
en: Steps
es: Pasos
fr: Pas
he: צעדים
pt: Passos

source: из
ar: من
de: von
en: of
es: de
fr: sur
he: מתוך
pt: de

source: ккал
ar: سعرة
de: kcal
en: kcal
es: kcal
fr: kcal
he: קק"ל
pt: kcal

source: км
ar: كم
de: km
en: km
es: km
fr: km
he: ק"מ
pt: km

source: шагов
ar: خطوات
de: Schritte
en: steps
es: pasos
fr: pas
he: צעדים
pt: passos
